import { MemberDiv } from 'Page/Membership.styled';
import React from 'react';

export const MemReg = () => {
  return (
    <MemberDiv>
      <h3>Набуття членства у ГФНУ.</h3>
      <ol>
        <li>
          Рієлтор подає заяву на вступ до лав ГФНУ, на ім'я Голови
          сертифікаційної ради ГФНУ. форма заяви вільна.
          <br />
          Заява подається на наш: <br /> Viber .... <br /> whatsapp..... <br />
          Telegram... <br /> Instagram.... <br /> Вказується область в якій
          працює рієлтор. також вказується як пишеться його (її) ім'я та
          прізвище англійською мовою. <br /> Якщо рієлтор є співробітником
          Агенції Нерухомості вказується назва Агенції українською та
          англійською мовами. <br /> Вказується телефон для зв'язку і номер
          відділення Укрпошти чи Нової Пошти.
        </li>
        <li>
          Здобувач висилає фото першої сторінки свого паспорта чи закордонного
          паспорта.
        </li>
        <li>Своє фото для посвідчення.</li>
        <li>
          Свідоцтво та сертифікат ГФНУ видаються безкоштовно, але треба сплатити
          послуги друкарні у розмірі .... на карту ..... з вказівкою" друк для
          ГФНУ ".
        </li>
        <li>
          Після перевірки даних рієлтор і виготовлення свідоцтва і посвідчення
          (приблизно тиждень) вони будуть надіслані на відповідне поштове
          відділення.
        </li>
      </ol>
      <span>
        Для отримання свідоцтва Агенції Нерухомості як колективного члена треба,
        щоб в Агенції було не менше двох рієлтор членів ГФНУ. Всі свідоцтва
        видаються терміном на два роки.
      </span>
    </MemberDiv>
  );
};
