import { MemberDiv } from 'Page/Membership.styled';
import React from 'react';

export const QrSec = () => {
  return (
    <MemberDiv>
      <span>
        Задля нерозповсюдження зайвої інформації членство рієлтор у ГФНУ надійно
        перевіряється тільки шляхом сканування QR коду з його свідоцтва чи
        посвідчення члена ГФНУ.
        <br /> Існують три види свідоцтва члена ГФНУ :<br /> - Kолективний член.
        Агенція нерухомості в якій працюють не менше двох співробітників які є
        членами ГФНУ.
        <br /> - Рієлтор, співробітник Агенції нерухомості. - Рієлтор який
        працює індивідуально. Ми торгуємо не обличчям, а нерухомістю!
      </span>
    </MemberDiv>
  );
};
