import React from 'react';
import { MemberDiv } from './Membership.styled';
// import { NavLink, Outlet } from 'react-router-dom';

export const Membership = () => {
  return (
    <>
      <MemberDiv>
        <span>
          Задля нерозповсюдження зайвої інформації членство ріелтор у ГФНУ
          надійно перевіряється тільки шляхом сканування QR коду з його
          свідоцтва чи посвідчення члена ГФНУ.
          <br /> Існують три види свідоцтва члена ГФНУ :<br /> - Kолективний
          член. Агенція нерухомості в якій працюють не менше двох співробітників
          які є членами ГФНУ.
          <br /> - Ріелтор, співробітник Агенції нерухомості. - Ріелтор який
          працює індивідуально. Ми торгуємо не обличчям, а нерухомістю!
        </span>
      </MemberDiv>
    </>
  );
};
