import React from 'react';
import { MemberDiv } from './Membership.styled';
// import { NavLink, Outlet } from 'react-router-dom';

export const Membership = () => {
  return (
    <>
      <MemberDiv>
        {/* <h3>Набуття членства у ГФНУ.</h3>
        <ol>
          <li>
            Ріелтор подає заяву на вступ до лав ГФНУ, на ім'я голови
            сертифікаційної ради ГФНУ. Форма заяви вільна.
            <br />
            Заява подається на наш: <br /> Viber .... <br /> whatsapp.....{' '}
            <br />
            Telegram... <br /> Instagram.... <br /> Вказується область в якій
            працює ріелтор. Також вказується як пишеться його (її) ім'я та
            прізвище англійською мовою. <br /> Якщо ріелтор є співробітником
            Агенції Нерухомості вказується назва Агенції українською та
            англійською мовами. <br /> Вказується телефон для зв'язку і номер
            відділення Укрпошти чи Нової Пошти.
          </li>
          <li>
            Здобувач висилає фото першої сторінки свого паспорта чи закордонного
            паспорта.
          </li>
          <li>Своє фото для посвідчення.</li>
          <li>
            Свідоцтво та сертифікат ГФНУ видаються безкоштовно, але треба
            сплатити послуги друкарні у розмірі .... на карту ..... з вказівкою"
            друк для ГФНУ ".
          </li>
          <li>
            Після перевірки даних ріелтор і виготовлення свідоцтва і посвідчення
            (приблизно тиждень) вони будуть надіслані на відповідне поштове
            відділення.
          </li>
        </ol>
        <span>
          Для отримання свідоцтва Агенції Нерухомості як колективного члена
          треба, щоб в Агенції було не менше двох ріелтор членів ГФНУ. Всі
          свідоцтва видаються терміном на два роки.
        </span> */}
        <span>
          Задля нерозповсюдження зайвої інформації членство ріелтор у ГФНУ
          надійно перевіряється тільки шляхом сканування QR коду з його
          свідоцтва чи посвідчення члена ГФНУ.
          <br /> Існують три види свідоцтва члена ГФНУ :<br /> - Kолективний
          член. Агенція нерухомості в якій працюють не менше двох співробітників
          які є членами ГФНУ.
          <br /> - Ріелтор, співробітник Агенції нерухомості. - Ріелтор який
          працює індивідуально. Ми торгуємо не обличчям, а нерухомістю!
        </span>
      </MemberDiv>
      {/* <MemberDiv>
        <NavLink
          to="membershipReg"
          className={({ isActive, isPending }) =>
            isPending ? 'pending' : isActive ? 'active' : ''
          }
        >
          Як вступити в ГФНУ?
        </NavLink>
        <NavLink
          to="qrsecurity"
          className={({ isActive, isPending }) =>
            isPending ? 'pending' : isActive ? 'active' : ''
          }
        >
          Навіщо потрібен QR код?
        </NavLink>
      </MemberDiv>
      <Outlet /> */}
    </>
  );
};
